[
    {
        "_id": "66a7d593ae51e12f39648eec",
        "projectNo": "1",
        "projectName": "Project Star",
        "status": "completed",
        "projectOwner": "66a531c531d0c929db59da2b",
        "updateDate": [],
        "projectDocs": [
            {
                "name": "Proje Baslatma",
                "docType": "PID",
                "content": "## Proje Başlatma Belgesi: Sauce & Spoon Menü Tablet Uygulaması Pilot Projesi\n\n**Proje Özeti:**\n\nSauce & Spoon, iki şubesinde (Kuzey ve Şehir Merkezi) müşterilere daha iyi bir deneyim sunmak ve operasyonel verimliliği artırmak için masalara konulacak menü tabletlerini kullanarak pilot bir uygulama başlatıyor. Bu proje, müşterilerin siparişlerini doğrudan tabletler üzerinden vermesini, masa devir süresini kısaltmasını, ürün çeşitliliğini artırmasını ve yiyecek israfını azaltmasını hedefliyor.\n\n**Proje Hedefleri:**\n\n* **Masa devir süresini ortalama 30 dakika azaltmak:** Bu, konukların yemek siparişlerini ve ödemelerini hızlı bir şekilde yapmalarını sağlayacak, böylece daha fazla müşteriye hizmet verilmesine imkan tanıyacak.\n* **Meze ve başlangıç yemeklerinin satışlarını artırmak:** Menü eklentileri ve indirim kuponları kullanarak belirli yemeklerin öne çıkarılması amaçlanıyor.\n* **Yiyecek israfını azaltmak:** Tabletlerin müşteri taleplerini mutfağa daha etkili bir şekilde iletmesi ve böylece yemeklerin yanlış hazırlanmasını önlemesi bekleniyor.\n* **Günlük ortalama konuk sayısını %10 artırmak:** Masa devir süresini azaltarak daha fazla müşteriye hizmet verilmesi hedefleniyor.\n\n**Teslim Edilecekler:**\n\n* **Bar alanında kullanılacak ve menü eklentileri ve indirim kuponları içeren menü tabletleri seçimi ve tedariki**\n* **Mevcut POS sistemleri ve ana bilgisayar yazılımıyla uyumlu tablet yazılımının entegre edilmesi**\n* **Personel için tablet kullanımı konusunda kapsamlı eğitim**\n* **Pilot uygulamanın başarısını ölçmek için veri toplama ve analiz sistemi**\n* **Pilot uygulamanın sonuçlarını değerlendiren ve gelecekteki adımları belirleyen bir rapor**\n\n**Kapsam ve Hariç Tutulanlar:**\n\n**Kapsam:**\n\n* Proje, Sauce & Spoon'un Kuzey ve Şehir Merkezi şubelerinin bar alanlarında gerçekleştirilecektir.\n* Tablet yazılımı, mevcut POS sistemleri ve ana bilgisayar yazılımıyla uyumlu olmalıdır.\n* Proje kapsamına personel eğitimi ve pilot uygulamanın başarısının ölçülmesi dahildir.\n\n**Hariç Tutulanlar:**\n\n* Proje, restoranın diğer alanlarında tablet uygulamasının uygulanmasını kapsamıyor.\n* Proje, menü tasarımının veya mutfak operasyonlarının değiştirilmesini içermiyor.\n* Proje, tablet yazılımının özelleştirilmesini kapsamıyor.\n\n**Faydalar ve Maliyetler:**\n\n**Faydalar:**\n\n* Müşteri memnuniyetinin artması\n* Masa devir süresinin azalması\n* Ürün çeşitliliğinin artması\n* Yiyecek israfının azalması\n* Günlük ortalama konuk sayısının artması\n* Personel verimliliğinin artması\n\n**Maliyetler:**\n\n* Tabletlerin satın alma maliyeti\n* Tablet yazılımının lisans maliyeti\n* Entegrasyon ve kurulum maliyeti\n* Personel eğitimi maliyeti\n* Pilot uygulamanın yürütülmesi maliyeti\n\n**Ek:**\n\n* Pilot uygulamanın başlangıç tarihi ikinci çeyreğin başında planlanıyor.\n* Proje takvimi, pilot uygulamanın tamamlanmasını önümüzdeki çeyrek içinde sağlayacak şekilde ayarlanacak.\n* Pilot uygulamanın başarısının değerlendirilmesinde, masa devir süresi, ürün satışları ve yiyecek israfı verileri kullanılacak.\n* Projenin başarılı olması için, ilgili tüm paydaşların aktif katılımı ve iş birliği önemlidir.\n* Proje ile ilgili herhangi bir anlaşmazlık veya sorun, proje toplantılarında ele alınacak ve çözümler üretilecektir.\n* Proje ilerlemesi düzenli olarak takip edilecek ve paydaşlara rapor edilecektir.\n\n**Sonuç:**\n\nSauce & Spoon Menü Tablet Uygulaması Pilot Projesi, müşteri deneyimini geliştirme ve işletme verimliliğini artırma potansiyeline sahip önemli bir girişimdir. Proje planının başarılı bir şekilde yürütülmesi, projenin hedeflerine ulaşılmasında ve Sauce & Spoon'un gelecekteki başarısında önemli rol oynayacaktır.\n",
                "_id": "66aa3402377e9b0288d6b6b6"
            },
            {
                "name": "Proje OKR",
                "docType": "OKR",
                "content": "## Sauce & Spoon Tablet Uygulama Projesi OKR'leri\n\n**Hedefler**\n\n**Hedef 1:** Sauce & Spoon restoranlarında konuk deneyimini iyileştirmek\n\n**Temel Sonuçlar:**\n\n* Ortalama masa devir süresini %10 azaltmak (Şu anki ortalama masa devir süresi 95 dakika, hedeflenen süre 85 dakika).\n* Konuk memnuniyet puanını %5 artırmak.\n* Tablete geçiş projesiyle ilgili çalışan memnuniyet puanını %80'in üzerine çıkarmak.\n\n**Hedef 2:** Menü çeşitliliğini artırmak ve ürün satışlarını optimize etmek\n\n**Temel Sonuçlar:**\n\n* Meze satışlarında %15 artış sağlamak.\n* Menü eklentileri ve indirim kuponları kullanarak belirli başlangıç yemeklerinin satışlarında %20 artış sağlamak.\n* Menüde öne çıkarılan ürünleri kullanan konukların %70'inin bu ürünleri satın alması.\n\n**Hedef 3:** Yiyecek israfını azaltmak\n\n**Temel Sonuçlar:**\n\n* Pilot uygulama başlatılmadan önce belirlenen bir haftalık dönemde oluşan yiyecek israf miktarını ölçmek.\n* Tablet uygulamasının aktif olduğu ikinci bir haftalık dönemde yiyecek israf miktarını ölçmek.\n* Pilot uygulama sonrası yiyecek israfında %5 azalma sağlamak.\n\n**Hedef 4:** Tablet uygulamasının POS ve ana bilgisayar sistemleriyle başarılı entegrasyonunu sağlamak\n\n**Temel Sonuçlar:**\n\n* Tablet uygulamasının POS ve ana bilgisayar sistemleriyle sorunsuz entegre olduğuna dair onay almak.\n* Uygulamanın kurulum ve entegrasyonunun tamamlanması için belirlenen tarihte tamamlanması.\n* Tablet uygulamasının entegrasyonuyla ilgili herhangi bir hata veya gecikme yaşanmadığına dair onay almak.\n\n**Notlar**\n\n* Bu OKR'ler iddialı ancak ulaşılabilir olmalıdır.\n* Her hedef, net ve motive edici olmalıdır.\n* Temel sonuçlar, hedefin başarısını ölçmek için somut ve spesifik olmalıdır.\n* Belirtilen hedef ve temel sonuçlar, Sauce & Spoon'un genel hedefleri ve öncelikleri göz önünde bulundurularak hazırlanmıştır.\n* Bu OKR'ler düzenli olarak gözden geçirilecek ve gerektiğinde güncellenecektir.\n",
                "_id": "66aa34ce377e9b0288d6b6c6"
            },
            {
                "name": "Proje OKR 2",
                "docType": "OKR",
                "content": "## Sauce & Spoon Menü Tablet Pilot Uygulaması OKR'leri\n\n**Hedefler**\n\n**Hedef 1:  Müşteri Deneyimini Geliştirmek**\n\n* **Temel Sonuçlar:**\n    * Ortalama masa devir süresini %15 (80 dakikadan 68 dakikaya) azaltmak.\n    * Konuk memnuniyet puanını %5 artırmak.\n    * Konukların %90'ı tarafından tableti kullanma konusunda olumlu geri bildirimler almak.\n    * Bar bölümü masa devir süresini 30 dakika azaltmak (80 dakikadan 50 dakikaya).\n\n**Hedef 2: Operasyonel Verimliliği Artırmak**\n\n* **Temel Sonuçlar:**\n    * Garsonların ortalama masa hizmet süresini %10 azaltmak.\n    * Garsonların ortalama iş yükünü %5 azaltmak.\n    * Tablet kullanımıyla ilgili çalışan memnuniyet puanını %75'e ulaştırmak.\n    * Yeni sistemle ilgili %100 çalışan eğitimini tamamlamak.\n\n**Hedef 3:  Maliyetleri Azaltmak ve Geliri Artırmak**\n\n* **Temel Sonuçlar:**\n    * Yemek israfını %5 azaltmak.\n    * Menü eklentileri satışlarını %10 artırmak.\n    * İndirim kuponlarının kullanımıyla meze satışlarını %8 artırmak.\n    * Günlük ortalama konuk sayısını %10 artırmak.\n\n**Hedef 4:  Teknolojik Entegrasyonu Sağlamak**\n\n* **Temel Sonuçlar:**\n    * POS sistemi ve ana bilgisayar yazılımıyla sorunsuz tablet entegrasyonu sağlamak.\n    * Tablet yazılımının teknik testlerini başarıyla tamamlamak.\n    * En az iki farklı tablet sağlayıcısından fiyat teklifi almak.\n\n**Notlar**\n\n* OKR'ler iddialı ancak ulaşılabilir olmalıdır.\n* Her hedef, net ve motive edici olmalıdır.\n* Temel sonuçlar, hedefin başarısını ölçmek için somut ve spesifik olmalıdır.\n* Bu OKR'ler pilot uygulamanın tamamlanmasının ardından şirket genelinde uygulanması için bir temel oluşturacaktır.\n",
                "_id": "66aa352e377e9b0288d6b6d6"
            },
            {
                "name": "Proje OKR 3 ",
                "docType": "PID",
                "content": "## Proje Başlatma Belgesi: Sauce & Spoon Menü Tablet Pilot Uygulaması\n\n**Proje Özeti**\n\nSauce & Spoon, müşteri deneyimini iyileştirmek ve işletme verimliliğini artırmak amacıyla iki şubesinde (Sauce & Spoon Kuzey ve Sauce & Spoon Şehir Merkezi) masalara konulacak menü tabletlerine geçişle ilgili bir pilot uygulama başlatmayı hedefliyor. Pilot uygulama, restoranların bar bölümünde gerçekleştirilecek ve konukların siparişlerini vermesi ve ödemelerini yapmasını kolaylaştırmayı amaçlıyor.\n\n**Proje Hedefleri**\n\n* **Masa devir süresini ortalama 30 dakika azaltmak:** Bu hedef, konukların yemek siparişlerini ve ödemelerini hızlı bir şekilde yapmalarını sağlayarak daha fazla müşteriye hizmet verilmesini amaçlıyor.\n* **Meze satışlarını artırmak ve başlangıç yemeklerini öne çıkarmak:** Tabletler üzerinde menü öğeleri için eklentiler ve indirim kuponları kullanılarak, konuklar daha fazla ürün çeşidi keşfedebilecek ve bunlardan sipariş verebilecekler.\n* **Yiyecek israfını azaltmak:** Tabletler, konukların siparişlerindeki özel istekleri daha doğrudan mutfağa iletmeyi sağlayarak, yanlış siparişler ve yeniden pişirme ihtiyacını en aza indirecek.\n\n**Teslim Edilecekler**\n\n* İki şubenin bar bölümünde kurulu, POS sistemi ve ana bilgisayar yazılımıyla entegre edilmiş menü tabletleri.\n* Personel için yeni tablet sistemiyle ilgili eğitim programı.\n* Pilot uygulama süreci boyunca toplanan veriler ve analitik raporlar.\n* Pilot uygulamanın sonuçlarını değerlendirmek ve daha geniş bir uygulama için öneriler sunmak.\n\n**Kapsam ve Hariç Tutulanlar**\n\n**Kapsam**\n\n* Menü tabletleri için uygun bir yazılım ve donanım seçimi.\n* Tabletlerin POS sistemi ve ana bilgisayar yazılımıyla entegrasyonu.\n* Personelin yeni tablet sistemiyle ilgili eğitimi.\n* Pilot uygulamanın yürütülmesi ve verilerin toplanması.\n\n**Hariç Tutulanlar**\n\n* Tüm restoranın tablet sistemine geçişi.\n* Tabletlerin POS sistemi ve ana bilgisayar yazılımına tam entegre edilmesi.\n* Menü tabletlerinin kullanımıyla ilgili müşteri desteği ve bakım hizmetleri.\n\n**Faydalar ve Maliyetler**\n\n**Faydalar**\n\n* Geliştirilmiş müşteri deneyimi.\n* Artan masa devir süresi.\n* Meze satışlarında artış.\n* Başlangıç yemeklerinin öne çıkması.\n* Yiyecek israfının azaltılması.\n* Personel verimliliğinin artması.\n\n**Maliyetler**\n\n* Menü tabletleri için yazılım ve donanım maliyetleri.\n* Entegrasyon ve kurulum maliyetleri.\n* Eğitim maliyetleri.\n\n**Ek**\n\n* Tablet paketleri ve özellikleri konusunda Serdar ile işbirliği yapılacak.\n* Tabletlerin mevcut POS sistemi ve ana bilgisayar yazılımıyla uyumluluğu değerlendirilecek.\n* Yiyecek israfını azaltmak için hedefler belirlemek üzere daha fazla araştırma yapılacak.\n* Pilot uygulamanın takvimi, ikinci çeyreğin başında başlama hedefiyle oluşturulacak.\n* Personelin yeni tablet sistemiyle ilgili olası dirençleri gidermek için stratejiler geliştirilecek.\n\n**Not:** Bu proje başlatma belgesi, toplantı transkripti ve ek bilgiler doğrultusunda hazırlanmıştır. Proje ilerledikçe, bu belge güncellenecek ve gerekli değişiklikler yapılacak. \n",
                "_id": "66aa393e0d65d2f98d61fe31"
            },
            {
                "name": "Proje Sprint 1",
                "docType": "SPRINT",
                "content": "## Sprint Özeti\n\n**Sprint Adı:** Sauce & Spoon Menü Tableti Pilot Uygulaması\n\n**Sprint Tarihleri:** 1 Mart 2023 - 15 Mart 2023\n\n**Amaç:** Sauce & Spoon Kuzey ve Sauce & Spoon Şehir Merkezi şubelerinde bar alanında menü tableti pilot uygulamasını başlatmak. Pilot uygulamada konukların tablet üzerinden sipariş vermelerini, ödeme yapmalarını ve özel taleplerini iletmelerini sağlamak ve masa devir süresini azaltmak.\n\n## Kullanıcı Hikayeleri ve Görevler\n\n**Kullanıcı Hikayesi 1:** Konuklar tabletleri kullanarak siparişlerini verip ödeme yapabilirler.\n\n**Görevler:**\n\n* Menü tableti tedarikçilerini araştırmak ve fiyat teklifleri almak\n* Uygun bir tablet paketi seçmek (menü öğesi eklentisi ve indirim kuponu özellikleri dahil)\n* Tableti POS ve ana bilgisayar yazılımına entegre etmek\n* Personel için eğitim materyalleri hazırlamak ve eğitimler düzenlemek\n\n**Kullanıcı Hikayesi 2:** Konuklar tabletleri kullanarak özel taleplerini mutfağa iletebilirler.\n\n**Görevler:**\n\n* Tabletin mutfak ile iletişim kurmasını sağlayacak bir sistem kurmak\n* Özel taleplerin sistemde kaydedilmesini ve mutfağa iletilmesini sağlamak\n* Personel için özel taleplerin işlenmesiyle ilgili eğitim vermek\n\n**Kullanıcı Hikayesi 3:** Masa devir süresi 30 dakika azaltılır.\n\n**Görevler:**\n\n* Masa devir süresini ölçmek için bir sistem kurmak\n* Pilot uygulamanın masa devir süresine etkisini izlemek\n* Masa devir süresini artırmak için gerekli adımları belirlemek ve uygulamak\n\n**Kullanıcı Hikayesi 4:** Yiyecek israfı azaltılır.\n\n**Görevler:**\n\n* Yiyecek israfını ölçmek için bir sistem kurmak\n* Pilot uygulamanın yiyecek israfına etkisini izlemek\n* Yiyecek israfını azaltmak için gerekli adımları belirlemek ve uygulamak\n\n## Tamamlanma Kriterleri\n\n* Menü tableti seçimi ve siparişinin tamamlanması\n* Tabletin POS ve ana bilgisayar yazılımına entegrasyonu\n* Personel için eğitim programlarının hazırlanması ve uygulanması\n* Özel taleplerin sistemde kaydedilmesi ve iletilmesi için sistemin kurulması\n* Masa devir süresini ölçen sistemin kurulması\n* Yiyecek israfını ölçen sistemin kurulması\n\n## Riskler ve Bağımlılıklar\n\n**Riskler:**\n\n* Tabletin POS ve ana bilgisayar yazılımına entegre edilmesinde sorun yaşanması\n* Personel tarafından tabletin kullanılmasında zorluk yaşanması\n* Pilot uygulamanın beklenen sonuçları vermemesi\n\n**Bağımlılıklar:**\n\n* POS ve ana bilgisayar yazılım sağlayıcıları\n* Menü tableti tedarikçisi\n* Restoran personeli\n\n## Notlar\n\n* Sprint hedefleri, Sauce & Spoon’un ürün çeşitliliğini artırma, masa devir süresini azaltma ve yiyecek israfını azaltma hedeflerine ulaşmaya odaklanmalıdır.\n* Görevler, belirli, ölçülebilir ve zamanında tamamlanabilir olmalıdır.\n* Sprint sonunda, belirlenen tamamlanma kriterleri gözden geçirilmeli ve değerlendirilmeli.\n* Herhangi bir sorun veya gecikme için planlama ve önlemler alınmalıdır.\n",
                "_id": "66aa58cb3b2efba2d76278c0"
            },
            {
                "name": "2. Sprint Plani",
                "docType": "SPRINT",
                "content": "## Sprint Planı\n\n### Sprint Özeti\n\n**Sprint Adı:** Sauce & Spoon Tablet Entegrasyonu\n\n**Sprint Tarihleri:** 2024-03-04 - 2024-03-18\n\n**Amaç:** Sauce & Spoon Kuzey ve Sauce & Spoon Şehir Merkezi şubelerinde bar alanında pilot tablet entegrasyonunu uygulamak ve menü eklentileri, indirim kuponları ile ortalama masa devir süresini 30 dakika azaltmak, yemek israfını en aza indirmek ve müşteri memnuniyetini artırmak. \n\n### Kullanıcı Hikayeleri ve Görevler\n\n**Kullanıcı Hikayesi 1:** Müşteriler tablet üzerinden kolayca sipariş verebilmeli ve ödeme yapabilmeli.\n\n**Görevler:**\n\n* Tablet paketlerini araştırıp en uygun modeli seçin.\n* Tabletin mevcut POS ve ana bilgisayar yazılımlarıyla entegrasyonu için teknik ekip ile görüşün.\n* Tablet kullanım eğitimlerini oluşturun ve personeli eğitin.\n* Tabletlerin bar alanına kurulumunu tamamlayın.\n* Pilot uygulama için test senaryoları oluşturun ve uygulayın.\n\n**Kullanıcı Hikayesi 2:** Müşteriler tablet üzerinden menüde öne çıkan ürünleri ve indirim kuponlarını görebilmeli.\n\n**Görevler:**\n\n* Menü eklentileri ve indirim kuponu oluşturma özelliğine sahip tablet paketlerini inceleyin.\n* Menüde öne çıkarılacak ürünleri belirleyin ve indirim kuponları oluşturun.\n* Tablet yazılımı üzerinde menü eklentilerini ve indirim kuponlarını ayarlayın.\n* Test senaryoları oluşturun ve müşteri deneyimini değerlendirin.\n\n**Kullanıcı Hikayesi 3:** Yemek israfı minimum seviyeye indirilmeli.\n\n**Görevler:**\n\n* Yemek israfını azaltmak için tablet üzerinden özel talepler alınması için sistem tasarlayın.\n* Mutfağa özel taleplerin iletilmesi için süreç oluşturun ve personeli eğitin.\n* Tablet kullanımına bağlı yemek israfını izlemek için bir sistem oluşturun.\n* Yemek israfını azaltmak için önlemler geliştirin ve uygulamasını izleyin.\n\n### Tamamlanma Kriterleri\n\n* Seçilen tablet modeli ve yazılımı, mevcut POS ve ana bilgisayar yazılımları ile entegre edilebiliyor.\n* Personel tabletleri kullanmak için gerekli eğitimi almış ve çalışmaya hazır.\n* Tabletler bar alanında kurulmuş ve test edilmiş.\n* Müşteriler tablet üzerinden sipariş ve ödeme yapabiliyor.\n* Menü eklentileri ve indirim kuponları tablet üzerinde çalışıyor.\n* Özel taleplerin mutfağa iletilmesi için bir sistem oluşturulmuş.\n* Yemek israfı izlenebiliyor ve azaltmak için gerekli önlemler alınmış.\n\n### Riskler ve Bağımlılıklar\n\n**Riskler:**\n\n* Tablet paketleri ile ilgili uyumluluk sorunları yaşanabilir.\n* Personel tableti kullanmaya direnç gösterebilir.\n* Tablet kullanımının masa devir süresini azaltma amacına ulaşamaması.\n\n**Çözüm yolları:**\n\n* Tablet paketleri seçerken uyumluluk testleri yapılacak.\n* Personel eğitimlerine önem verilecek ve deneyimlerin iyileştirilmesi için çalışılacak.\n* Pilot uygulama sürecinde masa devir süresi sürekli olarak izlenecek ve gerekli ayarlamalar yapılacak.\n\n**Bağımlılıklar:**\n\n* Tablet paketlerinin temini, teknik ekip ve hesap hizmetleri ekiplerinin desteğine bağlı.\n* Tablet kullanım eğitimlerinin oluşturulması ve uygulanması, operasyon ekibinin desteğine bağlı.\n\n### Notlar\n\n* Sprint hedefleri, müşteri ihtiyaçlarını karşılamaya ve işletmenin hedeflerine ulaşmaya odaklanmalıdır.\n* Görevler, belirli, ölçülebilir, zamanında tamamlanabilir ve gerçekçi olmalıdır.\n* Sprint sonunda, belirlenen tamamlanma kriterleri gözden geçirilmeli ve değerlendirilmeli.\n* Sprint sırasında ortaya çıkan yeni sorunlar ve riskler, günlük toplantılarda ele alınmalıdır.\n",
                "_id": "66aa60053b2efba2d76278fb"
            }
        ]
    }
]